lisabank-demo/src/test/resources/AccountServiceTest/createUserWithCheckingAccount/TokenBean/recording-5-req.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns2:getNewToken xmlns:ns2="http://ejb3.examples.itko.com/">
			<username>gpaco</username>
			<password>gpaco</password>
		</ns2:getNewToken>
	</soap:Body>
</soap:Envelope>